Repository: blaineam/Scripture-Alone
Catalog: ScriptureAloneCore/Sources/ScriptureAloneCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: obey, obedience, obedient, commandments, follow, rebellion, doing god’s will
de: gehorsam, gehorchen, gebote, nachfolge, nachfolgen, ungehorsam, rebellion, gottes willen tun
es: obedecer, obediencia, obediente, mandamientos, seguir a dios, rebeldía, desobediencia, hacer la voluntad de dios
fr: obéir, obéissance, obéissant, commandements, suivre, désobéissance, rébellion, faire la volonté de dieu
it: ubbidire, obbedire, ubbidienza, obbedienza, ubbidiente, comandamenti, seguire dio, ribellione, disubbidienza, fare la volontà di dio
ja: 従順, 従う, 服従, 戒め, 命令, 御心を行う, 反抗, 聞き従う, 神のことばに従う
ko: 순종, 따르다, 계명, 말씀대로, 하나님의 뜻대로, 불순종, 반항, 거역, 복종
pt_br: obedecer, obediência, obediente, mandamentos, seguir a deus, rebeldia, rebelião, fazer a vontade de deus, submissão
zh_hans: 顺服, 顺从, 听命, 遵行, 诫命, 跟随, 悖逆, 叛逆, 遵行神的旨意

source: parent, parents, parenting, mom, mother, dad, father, raising kids, teenager, discipline, prodigal child
de: eltern, erziehung, kindererziehung, mutter, mama, vater, papa, kinder erziehen, teenager, pubertät, verlorenes kind
es: crianza, criar a los hijos, padres, padre, madre, mamá, papá, educar hijos, adolescente, disciplina, hijo rebelde
fr: parent, parents, éducation, élever ses enfants, maman, mère, papa, père, adolescent, ado, enfant prodigue
it: genitori, genitore, madre, mamma, padre, papà, crescere i figli, educare i figli, adolescente, disciplina, figlio ribelle
ja: 子育て, 育児, 親として, 母親, 父親, 反抗期, 思春期, しつけ, 放蕩の子, 教育
ko: 양육, 육아, 부모, 엄마, 아빠, 자녀 교육, 사춘기, 훈육, 탕자 같은 자녀, 신앙 교육
pt_br: pais, mãe, pai, criar filhos, educar filhos, criação de filhos, maternidade, paternidade, adolescente, disciplina, filho rebelde, filho pródigo
zh_hans: 父母, 为人父母, 育儿, 教养, 养育, 妈妈, 母亲, 爸爸, 父亲, 管教, 青春期, 叛逆孩子

source: patience, patient, impatient, impatience, endurance, perseverance, slow to anger
de: geduld, geduldig, ungeduldig, ungeduld, ausdauer, beharrlichkeit, langmut, langsam zum zorn
es: paciencia, paciente, impaciente, impaciencia, perseverancia, constancia, tardo para la ira, aguantar
fr: patience, patient, impatient, impatience, endurance, persévérance, longanimité, lent à la colère
it: pazienza, paziente, impaziente, impazienza, perseveranza, costanza, lento all’ira, sopportare
ja: 忍耐, 我慢, 寛容, 耐える, 気が短い, 短気, 忍耐力, 辛抱, 怒るのに遅い, 待つ
ko: 인내, 오래 참음, 참을성, 조급함, 성급함, 견딤, 끈기, 노하기를 더디 함, 인내심
pt_br: paciência, paciente, impaciente, impaciência, perseverança, longanimidade, tardio em irar-se, esperar
zh_hans: 忍耐, 耐心, 没耐心, 急躁, 坚忍, 恒忍, 持守到底, 不轻易发怒, 等候

source: peace, calm, peaceful, quiet, stillness, serenity, at peace
de: frieden, friede, ruhe, ruhig, friedlich, stille, gelassenheit, innerer frieden
es: paz, calma, tranquilidad, tranquilo, quietud, serenidad, sosiego, paz interior
fr: paix, calme, paisible, tranquillité, sérénité, serein, repos, paix intérieure
it: pace, calma, tranquillità, tranquillo, quiete, serenità, sereno, pace interiore
ja: 平安, 平和, 安らぎ, 落ち着き, 静けさ, 穏やか, 心の平安, 安心
ko: 평안, 평강, 평화, 안정, 고요함, 잠잠함, 마음의 평안, 안식
pt_br: paz, calma, tranquilidade, tranquilo, sossego, quietude, serenidade, em paz, paz interior
zh_hans: 平安, 平静, 安宁, 安静, 宁静, 心里平安, 安稳, 和平

source: persecuted, persecution, mocked, ridiculed, opposed, hated, martyr, faith attacked
de: verfolgt, verfolgung, verspottet, spott, ausgelacht, angefeindet, gehasst, märtyrer, christenverfolgung, glaube angegriffen
es: persecución, perseguido, perseguida, burlas, ridiculizado, odiado, mártir, martirio, fe atacada, oposición
fr: persécuté, persécution, moqué, moqueries, ridiculisé, opposition, haï, martyr, chrétiens persécutés, foi attaquée
it: persecuzione, perseguitato, perseguitata, deriso, preso in giro, odiato, opposizione, martire, martirio, fede attaccata
ja: 迫害, 嘲笑, あざけり, ばかにされる, 反対される, 憎まれる, 殉教, 信仰を否定される, クリスチャンとして, 中傷
ko: 핍박, 박해, 조롱, 비웃음, 반대, 미움, 순교, 믿음 때문에, 신앙 공격, 멸시
pt_br: perseguição, perseguido, zombaria, ridicularizado, oposição, ódio, mártir, intolerância religiosa, fé atacada
zh_hans: 逼迫, 迫害, 受逼迫, 讥诮, 嘲笑, 被反对, 被恨恶, 殉道, 为主受苦, 为义受逼迫

source: pray, prayer, praying, unanswered prayer, how to pray, intercession, ask
de: beten, gebet, gebete, unerhörtes gebet, wie bete ich, fürbitte, bitten, gebetserhörung, stille zeit
es: orar, oración, orando, rezar, oración sin respuesta, cómo orar, intercesión, interceder, pedir, súplica
fr: prier, prière, prières, prière sans réponse, comment prier, intercession, demander, exaucement, exaucé
it: pregare, preghiera, pregando, preghiera senza risposta, come pregare, intercessione, intercedere, chiedere, supplica
ja: 祈り, 祈る, 祈祷, 祈りが聞かれない, 祈り方, とりなし, 執り成し, 願い, 祈りの答え, 祈れない
ko: 기도, 기도하기, 응답 없는 기도, 기도 응답, 기도하는 법, 중보, 중보기도, 간구, 기도가 안 돼요, 새벽기도
pt_br: orar, oração, orando, rezar, oração sem resposta, como orar, intercessão, pedir, clamar
zh_hans: 祷告, 祈祷, 祷告未蒙应允, 怎样祷告, 代祷, 代求, 祈求, 求告, 灵修

source: presence, near, with me, where is god, god is silent, god feels far, abandoned
de: gegenwart, gottes gegenwart, nähe, gottes nähe, bei mir, wo ist gott, gott schweigt, gott ist fern, verlassen
es: presencia de dios, cerca, conmigo, dónde está dios, dios calla, silencio de dios, dios se siente lejos, abandonado por dios
fr: présence, présence de dieu, proche, avec moi, où est dieu, dieu se tait, silence de dieu, dieu semble loin, abandonné
it: presenza di dio, vicino, con me, dov’è dio, dio tace, silenzio di dio, dio sembra lontano, abbandonato da dio
ja: 臨在, 神の臨在, 共にいる, そばにいる, インマヌエル, 神はどこに, 神が沈黙している, 神が遠い, 見捨てられた
ko: 임재, 함께하심, 동행, 임마누엘, 하나님은 어디에, 하나님의 침묵, 하나님이 멀게 느껴져요, 버림받음, 가까이 계심
pt_br: presença, presença de deus, perto, comigo, onde está deus, silêncio de deus, deus parece distante, abandonado, emanuel
zh_hans: 同在, 神的同在, 与我同在, 亲近神, 神在哪里, 神沉默, 神好像很远, 被离弃, 以马内利

source: pride, proud, arrogant, arrogance, ego, humble, humility, boasting, conceit
de: hochmut, stolz, hochmütig, arrogant, arroganz, ego, demut, demütig, prahlen, eitelkeit, überheblich
es: orgullo, orgulloso, soberbia, soberbio, arrogancia, arrogante, ego, humildad, humilde, jactancia, vanidad
fr: orgueil, orgueilleux, fierté, arrogant, arrogance, ego, humble, humilité, vantardise, se vanter, vanité
it: orgoglio, orgoglioso, superbia, superbo, arroganza, arrogante, ego, umiltà, umile, vanto, vanità
ja: 高慢, 傲慢, 高ぶり, プライド, 自慢, うぬぼれ, 謙遜, へりくだり, 見栄, エゴ
ko: 교만, 오만, 거만, 자만, 자랑, 겸손, 낮아짐, 허세, 자기중심, 잘난 척
pt_br: orgulho, orgulhoso, soberba, arrogante, arrogância, ego, humilde, humildade, vanglória, vaidade
zh_hans: 骄傲, 自高, 狂傲, 傲慢, 自大, 谦卑, 谦虚, 夸口, 自负, 虚荣

source: protection, protect, safety, safe, danger, travel, security, refuge, shelter
de: schutz, beschützen, bewahrung, bewahren, sicherheit, sicher, gefahr, reise, geborgenheit, zuflucht, schirm
es: protección, proteger, seguridad, seguro, peligro, viaje, refugio, amparo, guardar
fr: protection, protéger, sécurité, en sécurité, danger, voyage, refuge, abri, forteresse, garde
it: protezione, proteggere, sicurezza, al sicuro, pericolo, viaggio, rifugio, riparo, custodire
ja: 守り, 守られる, 安全, 危険, 旅行, 旅の安全, 避け所, 避難所, とりで, 保護, 災い
ko: 보호, 지키심, 안전, 위험, 여행, 여행 안전, 피난처, 요새, 방패, 재난
pt_br: proteção, proteger, segurança, seguro, perigo, viagem, refúgio, abrigo, livramento, guarda
zh_hans: 保护, 保守, 安全, 危险, 旅行, 出行平安, 避难所, 山寨, 庇护, 遮盖

source: provide, provision, need, needs, lack, hungry, food, daily bread, supply
de: versorgung, versorgen, bedürfnisse, bedarf, mangel, hunger, hungrig, essen, tägliches brot, gott sorgt
es: provisión, proveer, necesidad, necesidades, escasez, falta, hambre, comida, pan de cada día, sustento
fr: pourvoir, provision, besoin, besoins, manque, faim, nourriture, pain quotidien, dieu pourvoira
it: provvedere, provvidenza, bisogno, bisogni, mancanza, fame, cibo, pane quotidiano, sostentamento
ja: 備え, 必要, 養い, 満たし, 欠乏, 足りない, 食べ物, 日ごとの糧, 供給, 必要が満たされる
ko: 공급, 공급하심, 필요, 채우심, 부족, 결핍, 양식, 일용할 양식, 먹을 것, 예비하심
pt_br: provisão, prover, necessidade, necessidades, falta, fome, comida, pão de cada dia, sustento, suprir
zh_hans: 供应, 供给, 需要, 缺乏, 饥饿, 食物, 日用的饮食, 生计, 预备

source: purpose, meaning, meaningless, calling, called, gifts, talents, mission, why am I here
de: sinn, lebenssinn, sinnlos, berufung, berufen, gaben, begabungen, talente, auftrag, wozu lebe ich
es: propósito, sentido de la vida, sin sentido, llamado, vocación, dones, talentos, misión, para qué estoy aquí
fr: sens, sens de la vie, but, vocation, appel, appelé, dons, talents, mission, à quoi bon, pourquoi suis-je là
it: scopo, senso della vita, senza senso, vocazione, chiamata, doni, talenti, missione, perché sono qui
ja: 生きる目的, 生きる意味, 目的, むなしさ, 召し, 召命, 賜物, 才能, 使命, なぜ生きるのか
ko: 목적, 삶의 의미, 의미, 소명, 부르심, 사명, 은사, 재능, 허무함, 왜 사는가
pt_br: propósito, sentido da vida, sem sentido, chamado, vocação, dons, talentos, missão, para que estou aqui, ministério
zh_hans: 目的, 意义, 人生意义, 没意义, 呼召, 蒙召, 恩赐, 才干, 使命, 我为什么活着

source: rejected, rejection, unwanted, excluded, left out, unloved, abandoned
de: abgelehnt, ablehnung, zurückgewiesen, ungewollt, ausgeschlossen, ausgegrenzt, ungeliebt, verlassen, nicht dazugehören
es: rechazo, rechazado, rechazada, no me quieren, excluido, marginado, despreciado, sin amor, abandonado
fr: rejeté, rejet, exclu, exclusion, mis à l’écart, pas aimé, mal aimé, abandonné, indésirable
it: rifiuto, rifiutato, rifiutata, respinto, escluso, emarginato, non voluto, non amato, abbandonato
ja: 拒絶, 拒まれる, のけ者, 仲間外れ, 疎外感, 愛されない, 見捨てられた, 必要とされない, 否定された, いじめ
ko: 거절, 거절감, 소외, 소외감, 따돌림, 왕따, 버림받음, 사랑받지 못함, 외면, 배제
pt_br: rejeição, rejeitado, rejeitada, excluído, deixado de lado, indesejado, não amado, desprezado, abandonado
zh_hans: 被拒绝, 拒绝, 排斥, 被排挤, 被嫌弃, 不被接纳, 没人爱, 被抛弃, 被冷落

source: repent, repentance, backsliding, backslidden, wandered, prodigal, return, turn back, far from god, confess, confession
de: buße, buße tun, umkehr, umkehren, bekehrung, abgefallen, verlorener sohn, zurückkehren, fern von gott, bekennen, sündenbekenntnis, beichte
es: arrepentimiento, arrepentirse, volver a dios, apartado, reconciliarme con dios, hijo pródigo, regresar, lejos de dios, confesión, confesar
fr: repentance, se repentir, repentir, conversion, rétrograde, éloigné de dieu, fils prodigue, revenir, retour, confesser, confession
it: ravvedimento, pentimento, pentirsi, ravvedersi, tornare a dio, sviato, figliol prodigo, lontano da dio, confessione, confessare
ja: 悔い改め, 立ち返る, 背信, 信仰から離れた, 放蕩息子, 帰る, 神から遠い, 告白, 罪の告白, 迷い出た
ko: 회개, 돌아옴, 타락, 방황, 탕자, 돌이킴, 하나님과 멀어짐, 고백, 죄 고백, 신앙 회복
pt_br: arrependimento, arrepender, arrependido, desviado, afastado de deus, filho pródigo, voltar para deus, reconciliação, confissão, confessar, esfriei na fé
zh_hans: 悔改, 回转, 回头, 冷淡退后, 退后, 迷失, 浪子, 浪子回头, 离神很远, 认罪, 回到神面前

source: saved, salvation, born again, eternal life, assurance, am I saved, gospel, how to be saved
de: gerettet, errettung, rettung, erlösung, heil, wiedergeburt, wiedergeboren, ewiges leben, heilsgewissheit, bin ich gerettet, evangelium
es: salvación, salvo, nacer de nuevo, vida eterna, certeza de salvación, soy salvo, evangelio, cómo ser salvo, redención
fr: sauvé, salut, rédemption, né de nouveau, nouvelle naissance, vie éternelle, assurance du salut, suis-je sauvé, évangile, comment être sauvé
it: salvezza, salvato, nascere di nuovo, rinascere, vita eterna, certezza della salvezza, sono salvato, vangelo, come essere salvati, redenzione
ja: 救い, 救われる, 新生, 生まれ変わる, 永遠のいのち, 救いの確信, 救われているか, 福音, 救われるには, 信仰告白
ko: 구원, 구원받음, 거듭남, 영생, 구원의 확신, 나는 구원받았나, 복음, 구원받는 법, 영접, 영접기도
pt_br: salvo, salvação, nascer de novo, novo nascimento, vida eterna, certeza da salvação, estou salvo, evangelho, como ser salvo
zh_hans: 得救, 救恩, 重生, 永生, 得救的确据, 确据, 我得救了吗, 福音, 怎样得救, 信主

source: self-control, self control, discipline, willpower, overeating, gluttony, overspending, impulse, temper
de: selbstbeherrschung, selbstkontrolle, disziplin, willenskraft, maßhalten, enthaltsamkeit, völlerei, zu viel essen, kaufsucht, impulsiv, beherrschung
es: dominio propio, autocontrol, templanza, disciplina, fuerza de voluntad, comer en exceso, glotonería, gastar de más, impulsos, mal genio
fr: maîtrise de soi, tempérance, discipline, volonté, self-control, gourmandise, manger trop, dépenses compulsives, impulsivité, impulsif
it: autocontrollo, dominio di sé, temperanza, disciplina, forza di volontà, mangiare troppo, golosità, spendere troppo, impulsività, carattere
ja: 自制, 自制心, 節制, 規律, 意志が弱い, 食べ過ぎ, 暴食, 浪費, 衝動, 我慢, 短気
ko: 절제, 자제, 자제력, 의지력, 과식, 폭식, 과소비, 충동, 욱하는 성격, 훈련
pt_br: domínio próprio, autocontrole, disciplina, força de vontade, comer demais, gula, gastar demais, compulsão, impulso, temperamento
zh_hans: 节制, 自制, 自律, 意志力, 暴饮暴食, 贪食, 乱花钱, 冲动, 脾气, 管住自己

source: serve, serving, service, volunteer, ministry, help others, servant
de: dienen, dienst, ehrenamt, ehrenamtlich, mitarbeit, gemeindedienst, anderen helfen, diener, diakonie
es: servir, servicio, voluntariado, voluntario, ministerio, ayudar a otros, siervo, servidor
fr: servir, service, bénévolat, bénévole, ministère, aider les autres, serviteur, diaconie
it: servire, servizio, volontariato, volontario, ministero, aiutare gli altri, servo, diaconia
ja: 奉仕, 仕える, ボランティア, 働き, ミニストリー, 人助け, しもべ, 教会奉仕, 手伝い
ko: 섬김, 봉사, 자원봉사, 사역, 교회 봉사, 도움, 헌신, 섬기는 삶, 종의 마음
pt_br: servir, serviço, voluntário, voluntariado, ministério, ajudar o próximo, servo, diaconia
zh_hans: 服事, 服侍, 事奉, 义工, 志愿者, 帮助别人, 仆人, 服务

source: sick, sickness, ill, illness, disease, cancer, hospital, surgery, healing, heal, pain, chronic, diagnosis
de: krank, krankheit, erkrankung, krebs, krankenhaus, operation, heilung, heilen, schmerzen, chronisch, diagnose, gesundheit
es: enfermedad, enfermo, enferma, cáncer, hospital, operación, cirugía, sanidad, sanación, dolor, crónico, diagnóstico
fr: malade, maladie, cancer, hôpital, opération, chirurgie, guérison, guérir, douleur, chronique, diagnostic, santé
it: malattia, malato, malata, tumore, cancro, ospedale, intervento, guarigione, guarire, dolore, cronico, diagnosi
ja: 病気, 癒やし, いやし, 闘病, がん, 入院, 手術, 痛み, 慢性, 診断, 病床
ko: 질병, 투병, 치유, 치료, 병원, 수술, 통증, 만성, 진단, 아파요, 신유
pt_br: doença, doente, enfermidade, enfermo, câncer, hospital, cirurgia, cura, curar, dor, doença crônica, diagnóstico
zh_hans: 生病, 疾病, 病痛, 癌症, 医院, 手术, 医治, 痊愈, 疼痛, 慢性病, 诊断, 康复

source: single, singleness, unmarried, dating, waiting for a spouse, celibacy, celibate
de: single, singlesein, ledig, unverheiratet, alleinstehend, partnersuche, dating, warten auf den partner, ehelos, ehelosigkeit
es: soltería, soltero, soltera, noviazgo, esperando pareja, encontrar pareja, celibato, célibe
fr: célibat, célibataire, seul, pas marié, rencontre, trouver l’âme sœur, attendre un conjoint, chasteté
it: single, celibe, nubile, non sposato, fidanzamento, trovare l’anima gemella, aspettare il coniuge, celibato, castità
ja: 独身, 未婚, シングル, 恋愛, 結婚相手, 婚活, 結婚を待つ, 交際, 独り身
ko: 독신, 싱글, 미혼, 연애, 배우자 기도, 결혼 준비, 교제, 이성 교제, 비혼
pt_br: solteiro, solteira, vida de solteiro, namoro, esperar o cônjuge, pessoa certa, celibato, celibatário, não casei
zh_hans: 单身, 未婚, 恋爱, 交往, 找对象, 等待另一半, 独身, 守独身, 大龄单身

source: sovereignty, sovereign, in control, god’s plan, why, providence, chaos
de: souveränität, souverän, allmacht, gott hat alles im griff, gottes plan, warum, vorsehung, fügung, chaos, kontrolle
es: soberanía, soberano, control, dios tiene el control, plan de dios, por qué, providencia, caos
fr: souveraineté, souverain, dieu contrôle tout, plan de dieu, pourquoi, providence, toute-puissance, chaos, contrôle
it: sovranità, sovrano, controllo, dio ha il controllo, piano di dio, perché, provvidenza, caos
ja: 主権, 神の主権, 摂理, 神のご計画, 御手の中, なぜ, 混乱, すべて神の手に, 支配
ko: 주권, 섭리, 하나님의 계획, 다스리심, 통치, 혼란, 모든 것이 주의 손에, 왜 이런 일이
pt_br: soberania, soberano, no controle, deus no controle, plano de deus, por quê, providência, caos, propósito de deus
zh_hans: 主权, 掌权, 神掌权, 掌管, 神的计划, 神的安排, 为什么, 护理, 混乱, 万事互相效力

source: strength, strong, weak, weakness, power, can’t go on, endure
de: kraft, stärke, stark, schwach, schwachheit, macht, ich kann nicht mehr, durchhalten, kraftlos
es: fuerza, fuerzas, fortaleza, fuerte, débil, debilidad, poder, no puedo más, resistir
fr: force, fort, faible, faiblesse, puissance, je n’en peux plus, tenir bon, endurer, à bout de forces
it: forza, forte, debole, debolezza, potenza, non ce la faccio più, resistere, sopportare
ja: 強さ, 弱さ, 無力, 力づけ, もう限界, 耐える, 神の力, 強くなりたい
ko: 새 힘, 능력, 약함, 연약함, 무력감, 더는 못 하겠어요, 견딤, 강함, 하나님의 능력
pt_br: força, forte, fraco, fraqueza, poder, não aguento mais, suportar, forças renovadas
zh_hans: 力量, 刚强, 软弱, 无力, 能力, 撑不下去, 忍受, 坚持, 加添力量

source: stress, stressed, overwhelmed, pressure, busy, too much, chaos, burden
de: stress, gestresst, überfordert, überforderung, druck, hektik, alles zu viel, chaos, last, belastung
es: estrés, estresado, estresada, agobio, agobiado, abrumado, presión, demasiado, caos, carga, sin tiempo
fr: stress, stressé, débordé, dépassé, surmenage, pression, trop de choses, chaos, fardeau, charge
it: stress, stressato, stressata, sopraffatto, sotto pressione, pressione, troppo, caos, peso, non ce la faccio, senza tempo
ja: ストレス, 重圧, プレッシャー, 忙しい, いっぱいいっぱい, 余裕がない, 追い詰められる, 混乱, キャパオーバー, 抱えきれない
ko: 스트레스, 압박, 부담, 버거움, 벅차요, 바쁨, 과부하, 혼란, 감당이 안 돼요, 여유가 없어요
pt_br: estresse, estressado, sobrecarregado, sobrecarga, pressão, correria, muita coisa, caos, fardo, peso
zh_hans: 压力, 压力大, 喘不过气, 忙碌, 太忙, 焦头烂额, 混乱, 重担, 担子, 不堪重负

source: suffering, trial, trials, hardship, trouble, affliction, why does god allow, struggle, pain
de: leid, leiden, anfechtung, prüfung, prüfungen, not, trübsal, schwere zeit, warum lässt gott das zu, schmerz, kampf
es: sufrimiento, sufrir, prueba, pruebas, tribulación, aflicción, dificultades, problemas, por qué dios lo permite, lucha, dolor
fr: souffrance, souffrir, épreuve, épreuves, difficultés, détresse, affliction, tribulation, pourquoi dieu permet, combat
it: sofferenza, soffrire, prova, prove, tribolazione, afflizione, difficoltà, problemi, perché dio lo permette, lotta, dolore
ja: 苦しみ, 試練, 苦難, 困難, 患難, 逆境, なぜ神は, 苦労, つらい, 悩み苦しむ
ko: 고난, 시련, 환난, 고통, 역경, 연단, 왜 하나님은, 어려움, 힘들어요, 고생
pt_br: sofrimento, sofrer, provação, provações, aflição, tribulação, dificuldade, luta, por que deus permite, dor
zh_hans: 苦难, 受苦, 试炼, 患难, 苦楚, 艰难, 困境, 挣扎, 为什么神允许, 痛苦

source: tempted, temptation, resist, sin, weakness, struggling with sin
de: versuchung, versucht, versuchungen, widerstehen, sünde, sündigen, schwachheit, anfechtung, kampf mit der sünde
es: tentación, tentado, tentada, resistir, pecado, caer, debilidad, lucha contra el pecado, vencer la tentación
fr: tentation, tenté, tentations, résister, péché, pécher, faiblesse, lutte contre le péché, chute
it: tentazione, tentato, tentata, resistere, peccato, cadere, debolezza, lotta contro il peccato, vincere la tentazione
ja: 誘惑, 試み, 罪の誘惑, 抵抗, 弱さ, 罪との戦い, 欲望, 逃れの道, 負けそう
ko: 유혹, 시험, 죄의 유혹, 연약함, 죄와의 싸움, 욕심, 피할 길, 넘어짐, 이기는 법
pt_br: tentação, tentado, cair em tentação, resistir, pecado, fraqueza, lutando contra o pecado, carne
zh_hans: 试探, 诱惑, 受试探, 抵挡, 犯罪, 软弱, 与罪争战, 肉体, 胜过罪

source: thankful, thanks, thanksgiving, gratitude, grateful, blessing, blessings, counting blessings
de: dankbar, dankbarkeit, danken, dank, danksagung, segen, gesegnet, erntedank
es: gratitud, agradecido, agradecida, gracias, dar gracias, acción de gracias, bendición, bendiciones, agradecimiento
fr: reconnaissance, reconnaissant, gratitude, merci, remercier, action de grâce, rendre grâce, bénédiction, bénédictions
it: gratitudine, grato, grata, grazie, ringraziare, ringraziamento, benedizione, benedizioni, riconoscenza
ja: 感謝, ありがとう, 感謝祭, 恵み, 祝福, 感謝する, 恵みを数える, 感謝の心
ko: 감사, 감사하기, 범사에 감사, 감사절, 추수감사, 축복, 은혜, 감사하는 마음, 감사 기도
pt_br: gratidão, grato, agradecido, agradecer, ação de graças, dar graças, bênção, bênçãos, obrigado senhor
zh_hans: 感恩, 感谢, 谢恩, 感激, 数算恩典, 祝福, 恩典, 感恩的心

source: the Bible list
de: die Bibelliste
es: la lista de biblias
fr: la liste des Bibles
it: l’elenco delle Bibbie
ja: 聖書リスト
ko: 성경 목록
pt_br: a lista de Bíblias
zh_hans: 圣经列表

source: the PDF could not be opened
de: das PDF konnte nicht geöffnet werden
es: no se pudo abrir el PDF
fr: le PDF n’a pas pu être ouvert
it: non è stato possibile aprire il PDF
ja: PDF を開けませんでした
ko: PDF를 열 수 없습니다
pt_br: não foi possível abrir o PDF
zh_hans: 无法打开该 PDF

source: the archive holds no USFM files
de: das Archiv enthält keine USFM-Dateien
es: el comprimido no contiene archivos USFM
fr: l'archive ne contient aucun fichier USFM
it: l’archivio non contiene file USFM
ja: アーカイブに USFM ファイルがありません
ko: 압축 파일에 USFM 파일이 없습니다
pt_br: o arquivo compactado não contém arquivos USFM
zh_hans: 压缩包中没有 USFM 文件

source: tired, weary, exhausted, burnout, burned out, rest, sleep, fatigue, worn out
de: müde, müdigkeit, erschöpft, erschöpfung, burnout, ausgebrannt, ruhe, schlaf, schlaflos, kraftlos, ausruhen
es: cansancio, cansado, cansada, agotado, agotamiento, descanso, reposo, dormir, sueño, burnout, fatiga, rendido
fr: fatigue, fatigué, épuisé, épuisement, burn-out, à bout, repos, se reposer, sommeil, insomnie, lassitude
it: stanchezza, stanco, stanca, sfinito, esausto, esaurimento, burnout, riposo, dormire, sonno, fatica
ja: 疲れ, 疲れた, 疲労, 燃え尽き, バーンアウト, 休息, 安息, 休み, 眠り, くたくた, 重荷
ko: 피곤, 지침, 지쳤어요, 탈진, 번아웃, 쉼이 필요해요, 안식, 휴식, 수면, 피로, 무거운 짐
pt_br: cansaço, cansado, exausto, esgotado, esgotamento, burnout, descanso, descansar, sono, fadiga, sem forças
zh_hans: 疲乏, 疲惫, 好累, 劳累, 精疲力尽, 倦怠, 心力交瘁, 安息, 休息, 睡眠, 失眠, 疲倦

source: trust, trusting, rely, depend, surrender, let go, control
de: vertrauen, gottvertrauen, sich verlassen, verlassen auf, abhängig, hingabe, loslassen, kontrolle, sich fallen lassen
es: confianza, confiar, depender de dios, entrega, rendirse a dios, soltar, control, descansar en dios
fr: confiance, faire confiance, se confier, compter sur, dépendre, abandon, s’abandonner, lâcher prise, contrôle
it: fiducia, fidarsi, confidare, affidarsi, dipendere da dio, abbandonarsi, lasciar andare, controllo
ja: 信頼, より頼む, ゆだねる, 委ねる, 頼る, 明け渡し, 手放す, 主に任せる, コントロール
ko: 신뢰, 의지, 맡김, 맡기다, 내려놓음, 순복, 믿고 맡기기, 통제, 의뢰
pt_br: confiar, confiança, depender, entregar, entrega, rendição, deixar nas mãos de deus, controle, descansar em deus
zh_hans: 信靠, 信任, 倚靠, 依靠, 交托, 顺服, 放手, 掌控, 仰望神

source: unfair, unjust, injustice, wronged, oppression, oppressed, justice, cheated
de: unfair, ungerecht, ungerechtigkeit, unrecht, unrecht getan, unterdrückung, unterdrückt, gerechtigkeit, betrogen
es: injusticia, injusto, injusta, no es justo, agraviado, opresión, oprimido, justicia, abuso, estafado
fr: injuste, injustice, lésé, tort, oppression, opprimé, justice, trompé, escroqué
it: ingiustizia, ingiusto, non è giusto, torto, oppressione, oppresso, giustizia, sopruso, truffato, imbrogliato
ja: 不公平, 不正, 理不尽, 不当, 虐げ, 抑圧, 正義, さばき, だまされた, 報復, 悔しい
ko: 불공평, 불의, 억울함, 부당, 억압, 학대, 정의, 공의, 사기, 보복
pt_br: injustiça, injusto, injustiçado, opressão, oprimido, justiça, enganado, prejudicado, não é justo
zh_hans: 不公平, 不公, 不公义, 冤屈, 受冤枉, 欺压, 压迫, 公义, 公平, 被骗

source: wait, waiting, delay, how long, unanswered, god’s timing, timing
de: warten, abwarten, verzögerung, wie lange noch, unerhört, gottes zeit, zeitpunkt, geduld
es: espera, esperar, esperando, demora, hasta cuándo, sin respuesta, el tiempo de dios, paciencia
fr: attendre, attente, retard, jusqu’à quand, prière sans réponse, le temps de dieu, moment de dieu, patience
it: attesa, aspettare, aspettando, ritardo, fino a quando, senza risposta, i tempi di dio, pazienza
ja: 待つ, 待ち望む, 遅れ, いつまで, 答えがない, 神のタイミング, 神の時, 忍耐, 祈りが聞かれない
ko: 기다림, 기다려요, 지연, 언제까지, 응답이 없어요, 하나님의 때, 타이밍, 인내, 기도 응답
pt_br: esperar, espera, esperando, demora, até quando, oração sem resposta, tempo de deus, hora de deus, aguardar
zh_hans: 等候, 等待, 耽延, 迟延, 要到几时, 祷告未蒙应允, 神的时间, 神的时候, 时机
